{
  "plugins": {
    "BufOnly.nvim": {
      "src": "https://github.com/numtostr/BufOnly.nvim"
    },
    "Colorizer": {
      "src": "https://github.com/chrisbra/Colorizer"
    },
    "MatchTagAlways": {
      "src": "https://github.com/Valloric/MatchTagAlways"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "barbar.nvim": {
      "src": "https://github.com/romgrk/barbar.nvim"
    },
    "clever-f.vim": {
      "src": "https://github.com/rhysd/clever-f.vim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "direnv.vim": {
      "src": "https://github.com/direnv/direnv.vim"
    },
    "django-plus.vim": {
      "src": "https://github.com/tweekmonster/django-plus.vim"
    },
    "faster.nvim": {
      "src": "https://github.com/pteroctopus/faster.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "gx.nvim": {
      "src": "https://github.com/chrishrb/gx.nvim"
    },
    "iceberg.nvim": {
      "src": "https://github.com/oahlen/iceberg.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lackluster.nvim": {
      "src": "https://github.com/slugbyte/lackluster.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neogotham": {
      "src": "https://gitlab.com/shmerl/neogotham.git"
    },
    "night-owl.nvim": {
      "src": "https://github.com/oxfist/night-owl.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "pack-wrap.nvim": {
      "src": "https://github.com/JPierro0513/pack-wrap.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rooter.nvim": {
      "src": "https://github.com/wsdjeg/rooter.nvim"
    },
    "sideways.vim": {
      "src": "https://github.com/AndrewRadev/sideways.vim"
    },
    "slimv": {
      "src": "https://github.com/kovisoft/slimv"
    },
    "smartpairs.vim": {
      "src": "https://github.com/gorkunov/smartpairs.vim"
    },
    "stay-in-place.nvim": {
      "src": "https://github.com/gbprod/stay-in-place.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "themery.nvim": {
      "src": "https://github.com/zaldih/themery.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vim-autoswap": {
      "src": "https://github.com/gioele/vim-autoswap"
    },
    "vim-buffest": {
      "src": "https://github.com/rbong/vim-buffest"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-gtfo": {
      "src": "https://github.com/justinmk/vim-gtfo"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-ragtag": {
      "src": "https://github.com/tpope/vim-ragtag"
    },
    "vim-reinhardt": {
      "src": "https://github.com/thiderman/vim-reinhardt"
    },
    "vim-togglelist": {
      "src": "https://github.com/milkypostman/vim-togglelist"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
